{
  "short_rains": [
      {
          "max": 25,
          "category": "low",
          "message": "During the short rainy season, the risk of flooding is low. Minimal precautions are generally required, but it’s wise to stay informed about local weather updates. For added peace of mind, ensure proper drainage around your property and monitor any advisories from local authorities."
      },
      {
          "max": 50,
          "category": "moderate",
          "message": "There is a moderate risk of flooding during the short rains. It’s advisable to take precautions such as checking drainage systems and staying aware of past flood events. Keep an eye on local weather forecasts and consider evaluating your property's flood vulnerability."
      },
      {
          "max": 100,
          "category": "high",
          "message": "The risk of flooding during the short rains is high. Significant precautions are necessary. Ensure your property has effective flood defenses in place and stay alert to weather updates and local flood warnings."

      }
  ],
  "long_rains": [
      {
          "max": 25,
          "category": "low",
          "message": "During the long rainy season, this area experiences a low risk of flooding. Minimal precautions are required, but staying informed about weather changes is recommended. Ensure proper drainage on your property and keep up with local advisories."
      },
      {
          "max": 50,
          "category": "moderate",
          "message": "There is a moderate risk of flooding during the long rains. It’s important to take precautions, such as monitoring local forecasts and reviewing your property’s drainage capabilities. Being prepared for potential weather changes is essential."
      },
      {
          "max": 100,
          "category": "high",
          "message": "Expect a high risk of flooding during the long rains. It’s crucial to have flood defenses in place and to stay vigilant about weather conditions. Review your emergency plan and be prepared to act on any flood warnings issued by local authorities."
      }
  ],
  "long_dry_season": [
      {
          "max": 25,
          "category": "very low",
          "message": "During the long dry season, the risk of flooding is very low. Minimal precautions are required, but it’s still advisable to stay informed about local weather changes. Ensure your property has adequate drainage to handle unexpected rainfall."
      },
      {
          "max": 50,
          "category": "moderate",
          "message": "There is a moderate risk of flooding during the long dry season. General preparedness is advised, including monitoring weather forecasts and ensuring proper drainage around your property."
      }
  ],
  "short_dry_season": [
      {
          "max": 10,
          "category": "very low",
          "message": "During the short dry season, the flooding risk is very low. Minimal precautions are typically sufficient, but staying informed about any potential weather changes is advisable."
      },
      {
          "max": 30,
          "category": "low",
          "message": "The risk of flooding during the short dry season is low. Basic preparedness is recommended, including staying updated on weather conditions and ensuring proper drainage around your property."
      }
  ]
}
